IdeaRS.Connections
IConnectionPartData.Name Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the name of the connection part
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
string Name { get; set; }
Property Value
Type: String
See Also
Reference
IConnectionPartData Interface
IdeaRS.Connections.Data Namespace